{
    "name": "Novels",
    "children": [{
        "name": "1850",
        "children": [{
                "name": "1853",
                "children": [{
                        "name": "Clotel: or, the President's Daughter ",
						"description":"First published in December 1853, Clotel was written amid then unconfirmed rumors that Thomas Jefferson had fathered children with one of his slaves. The story begins with the auction of his mistress, here called Currer, and their two daughters, Clotel and Althesa. The Virginian who buys Clotel falls in love with her, gets her pregnant, seems to promise marriage—then sells her. Escaping from the slave dealer, Clotel returns to Virginia disguised as a white man in order to rescue her daughter, Mary, a slave in her father’s house. A fast-paced and harrowing tale of slavery and freedom, of the hypocrisies of a nation founded on democratic principles, Clotel is more than a sensationalist novel. It is a founding text of the African American novelistic tradition, a brilliantly composed and richly detailed exploration of human relations in a new world in which race is a cultural construct.",
                        "children": [{
                                "name": "William Wells Brown"
                            }
                        ]
                    }
                ]
            }, {
                "name": "1859",
                "children": [{
                        "name": "Blake; Or, The Huts of America ",
						"description":"Martin R. Delany’s Blake (1859, 1861–1862) is one of the most important African American―and indeed American―works of fiction of the nineteenth century. It tells the story of Henry Blake’s escape from a southern plantation and his subsequent travels across the United States, into Canada, and to Africa and Cuba. His mission is to unite the black populations of the American Atlantic regions, both free and slave, in the struggle for freedom, whether through insurrection or through emigration and the creation of an independent black state. Blake is a rhetorical masterpiece, all the more strange and mysterious for remaining incomplete, breaking off before its final scene.",
                        "children": [{
                                "name": "Martin R. Delany"
                            }
                        ]
                    }, {
                        "name": "Our Nig ",
						"description":"A fascinating fusion of two literary models of the nineteenth century, the sentimental novel and the slave narrative, Our Nig, apart from its historical significance, is a deeply ironic and highly readable work, tracing the trials and tribulations of Frado, a mulatto girl abandoned by her white mother after the death of the child's black father, who grows up as an indentured servant to a white family in nineteenth-century Massachusetts.",
                        "children": [{
                                "name": "Harriet E. Wilson"
                            }
                        ]
                    }
                ]
            }
        ]
    }, {
        "name": "1890",
        "children": [{
                "name": "1899",
                "children": [{
                        "name": "Imperium in Imperio ",
						"description":"Sutton Elbert Griggs (June 19, 1872 - January 2, 1933) is best known for his novel Imperium in Imperio, a utopian work that imagines that within the United States there is a separate African American state. This work centers on the disclosure of an African American \"empire within an empire,\" a shadow government complete with a Congress based in Waco, Texas. The two main characters are childhood friends separated by wealth, education, skin tone, and political outlook; one is a militant and one an integrationist. The light-skinned and more militant Bernard Belgrave has been hand-picked to serve as president and advocates a takeover of the Texas state government, while the dark-skinned, college-educated Belton Piedmont argues for assimilation and cooperation. Bernard has Belton executed as a traitor, leaving the potentially violent and unstable Bernard in control of the Imperium as the novel ends.",
                        "children": [{
                                "name": "Sutton E. Griggs."
                            }
                        ]
                    }, {
                        "name": "A Charleston Love Story of Hortense Vancross ",
						"description":"A Charleston Love Story, or Hortense Vanross, is a novel concerned with the deleterious social and moral effects of liberal religion and “free love.” Though the central characters of A Charleston Love Story are white and the questions at issue do not address race explicitly, the novel's setting, Reconstruction South Carolina, allows for a quietly revisionist perspective on the slaveocracy. The novel also offers brief but respectful portrayals of African American soldiers in the occupying army and observes with confidence the rise of the freemen and -women to citizenship in the South. Although it was published commercially in London and in New York, this early African American novel was unknown until the 1980s.",
                        "children": [{
                                "name": "Theophilus Gould Steward"
                            }
                        ]
                    }
                ]
            }
        ]
    }, {
        "name": "1900",
        "children": [{
                "name": "1900",
                "children": [{
                        "name": "House Behind the Cedars ",
						"description":"Charles Chesnutt was perhaps the most influential African-American fiction writer during the late nineteenth and early twentieth centuries. The House Behind the Cedars, his dramatic masterpiece, was crafted during the tumultuous post-Civil War era in the South, when many in white society feared the \"evils\" of interracial relationships. Boldly, with vivid detail and memorable characters, this novel explores the practice of \"passing,\" as John and Rena Walden, two light-skinned African Americans, step over the color line to share in the American Dream.Conceived by a novelist who himself had once considered \"passing,\" The House Behind the Cedars continues as one of the bravest, most compelling, and most important explorations of racism in American fiction.",
                        "children": [{
                                "name": "Charles Waddell Chesnutt"
                            }
                        ]
                    }, {
                        "name": "Contending Forces: A Romance Illustrative of Negro Life North and South ",
						"description":"Contending Forces: A Romance Illustrative of Negro Life North and South is the first major novel by Pauline Elizabeth Hopkins, first published in 1900. Contending Forces focuses on African American families in post-Civil War American society. Hopkins, a child of free parents of color, imprinted her \"own evasive and unsettling maternal family history, which linked her to the Atlantic slave trade, the West Indies, and the American South\"[1] that are described within this text, representing common experiences endured by enslaved and free individuals of this time period.",
                        "children": [{
                                "name": "Pauline E. Hopkins"
                            }
                        ]
                    }
                ]
            }, {
                "name": "1901",
                "children": [{
                        "name": "The Marrow of Tradition ",
						"description":"A landmark in the history of African-American fiction, this gripping 1901 novel was among the first literary challenges to racial stereotypes. Its tragic history of two families unfolds against the backdrop of the post-Reconstruction South and climaxes with a race riot based on an actual 1898 incident. The author relied upon eyewitness accounts of the riot to create an authentic setting and mood, and his sensitive artistry transcends a simple re-telling of the facts with a dramatic rendering of the conflict between racism and social justice. Unabridged republication of the classic 1901 edition.",
                        "children": [{
                                "name": "Charles Waddell Chesnutt"
                            }
                        ]
                    }, {
                        "name": "The Fanatics ",
						"description":"The third of four novels written by Dunbar. The story of some white families who differ in their North-South sympathies and spark a dispute in their Ohio community at the beginning of the Civil War.",
                        "children": [{
                                "name": "Paul Laurence Dunbar "
                            }
                        ]
                    }
                ]
            }, {
                "name":
                "1902",
                "children": [{
                        "name": "The Sport of the Gods ",
						"description":"In \"The Sport of the Gods\", first published in 1902, Dunbar examines the life of urban Black Americans. Forced to leave the South, a family falls apart amid the harsh realities of Northern inner city life in this examination of the forces that extinguish the dreams of African Americans. It remains a compelling commentary on the life of African-Americans after the abolition of slavery and landmark representation of black life in African-American literature.",
                        "children": [{
                                "name": "Paul Laurence Dunbar "
                            }
                        ]
                    }
                ]
            }, {
                "name": "1905",
                "children": [{
                        "name": "The Hindered Hand or, The Reign of the Repressionist ",
						"description":"The Hindered Hand; or, The Reign of the Repressionist, written in 1905 as a direct reply to Thomas Dixon's The Leopard's Spots, contains graphic accounts of sexual violence and lynching, and was among the most popular African American novels of the period.",
                        "children": [{
                                "name": "Sutton E. Griggs."
                            }
                        ]
                    }
                ]
            }
        ]
    }, {
        "name": "1910",
        "children": [{
                "name": "1911",
                "children": [{
                        "name": "The Quest of the Silver Fleece ",
						"description":"Originally published in 1911, The Quest of the Silver Fleece was the first novel to come from world-famous sociologist and civil-rights leader W.E.B. Du Bois. A controversial title of its time, the novel chronicles the complex interactions between Northern financing and Southern politics as it follows the story of free-spirited Zora, child of a Southern swamp, and her romance with Yankee-educated Bles, who will eventually face the opportunity to claim political power through corrupt means. In the middle of it all is the silver fleece, a crop of cotton rich with meaning and symbolism.",
                        "children": [{
                                "name": "W.E.B. DuBois"
                            }
                        ]
                    }
                ]
            }, {
                "name": "1912",
                "children": [{
                        "name": "The Autobiography of an Ex-Colored Man ",
						"description":"First published in 1912, the novel relates, through an anonymous narrator, events in the life of an American of mixed ethnicity whose exceptional abilities and ambiguous appearance allow him unusual social mobility — from the rural South to the urban North and eventually to Europe.  A radical departure from earlier books by black authors, this pioneering work not only probes the psychological aspects of \"passing for white\" but also examines the American caste and class system. The human drama is powerful and revealing — from the narrator's persistent battles with personal demons to his firsthand observations of a Southern lynching and the mingling of races in New York's bohemian atmosphere at the turn of the century.  Revolutionary for its time, the Autobiography remains both an unrivaled example of black expression and a major contribution to American literature.",
                        "children": [{
                                "name": "James Weldon Johnson"
                            }
                        ]
                    }
                ]
            }, {
                "name": "1913",
                "children": [{
                        "name": "Conquest: The Story of A Negro Pioneer ",
						"description":"The Conquest, published in 1913, is the first of seven novels written by Oscar Micheaux, better known as a prolific pioneer African-American filmmaker. This novel, along with two that followed, The Forged Note in 1915 and The Homesteader in 1917, mirrors Micheaux's experience as a black pioneer of the American West. The son of former slaves, his family had settled in Kansas as a part of the Exoduster movement in the post-Reconstruction era. Micheaux tells the story of a brave homesteader, Oscar Devereaux, whose dream is to tame 1,000 acres of land and establish himself as an example of success for his people; hence, The Conquest. He secures the land but is overwhelmed by his struggles with drought, loneliness, and a troubled marriage.",
                        "children": [{
                                "name": "Oscar Micheaux "
                            }
                        ]
                    }
                ]
            }, {
                "name": "1918",
                "children": [{
                        "name": "Hope's Highway ",
						"description":"Hope's Highway: A Novel (1918) is a historical novel by Sarah Lee Brown Fleming. Published during the Harlem Renaissance, Fleming's novel is a powerful work of fiction exploring the lives of formerly enslaved Black people living in the South during Reconstruction. Recognized as a leading advocate for the advancement of Black girls and women throughout her life, Fleming is a writer whose voice never falters from the task at hand: telling the story of her people. In the aftermath of the Civil War, the promise of the Emancipation Proclamation is fulfilled to with varying results throughout the South. On John Vance's plantation, many of his former slaves have remained to work in their new capacity as wage laborers, fearful of change and confident in the relative kindness of their former master. Among them, Enoch receives financial support and an education, eventually rising to the role of first Black teacher in the Reconstruction South. When John Vance dies, his land and belongings are divided among his former slaves, including the influential Institute, now left for Enoch to run. As much as their situation promises some hope for the future, the specter of enslavement and prejudice lurks around every corner, forcing them to use caution when dealing with those who would sooner have them back in chains than treat them as fellow humans. ",
                        "children": [{
                                "name": "Sarah Lee Brown Fleming"
                            }
                        ]
                    }
                ]
            }
        ]
    }, {
        "name": "1920",
        "children": [{
                "name": "1923",
                "children": [{
                        "name": "Cane",
						"description":"First published in 1923, Jean Toomer’s Cane is an innovative literary work―part drama, part poetry, part fiction―powerfully evoking black life in the South. Rich in imagery, Toomer’s impressionistic, sometimes surrealistic sketches of Southern rural and urban life are permeated by visions of smoke, sugarcane, dusk, and fire; the northern world is pictured as a harsher reality of asphalt streets. This iconic work of American literature is published with a new afterword by Rudolph Byrd of Emory University and Henry Louis Gates Jr. of Harvard University, who provide groundbreaking biographical information on Toomer, place his writing within the context of American modernism and the Harlem Renaissance, and examine his shifting claims about his own race and his pioneering critique of race as a scientific or biological concept.",
                        "children": [{
                                "name": "Jean Toomer"
                            }
                        ]
                    }
                ]
            }, {
                "name": "1928",
                "children": [{
                        "name": "The Walls of Jericho ",
						"description":"When Black lawyer Fred Merrit purchases a house in the most exclusive white neighbourhood bordering Harlem, he has to hire the toughest removal firm in the area to help him get his belongings past the hostile neighbours. The removal men are Jinx Jenkins and Bubber Brown, who make the move anything but straightforward. This hilarious satire of jazz-age Harlem derides the walls people build around themselves—colour and class being chief among them. In their reactions to Merrit and to one another, the characters provide an invaluable view of the social and philosophical scene of the times.",
                        "children": [{
                                "name": "Rudolph Fisher "
                            }
                        ]
                    }, {
                        "name": "Quicksand",
						"description":"Nella Larsen's first novel tells the story of Helga Crane, a fictional character loosely based on Larsen's own early life. Crane is the lovely and refined daughter of a Danish mother and a West Indian black father who abandons Helga and her mother soon after Helga is born. Unable to feel comfortable with any of her white-skinned relatives, Helga lives in various places in America and visits Denmark in search of people among whom she feels at home. The work is a superb psychological study of a complicated and appealing woman, Helga Crane, who, like Larsen herself, is the product of a liaison between a black man and a white woman. In one sense, Quicksand might be called an odyssey; however, instead of overcoming a series of obstacles and finally arriving at her native land, Larsen's protagonist has a series of adventures, each of which ends in disappointment.",
                        "children": [{
                                "name": "Nella Larsen"
                            }
                        ]
                    }, {
                        "name": "Home to Harlem ",
						"description":"With sensual, often brutal accuracy, Claude McKay traces the parallel paths of two very different young men struggling to find their way through the suspicion and prejudice of American society. At the same time, this stark but moving story touches on the central themes of the Harlem Renaissance, including the urgent need for unity and identity among blacks.",
                        "children": [{
                                "name": "Claude McKay"
                            }
                        ]
                    }
                ]
            }
        ]
    }, {
        "name": "1930",
        "children": [{
                "name": "1930",
                "children": [{
                        "name": "Not Without Laughter ",
						"description":"This stirring coming-of-age tale unfolds in 1930s rural Kansas. A poignant portrait of African American family life in the early twentieth century, it follows the story of young Sandy Rogers as he grows from a boy to a man. We meet Sandy's mother, Annjee, who works as a housekeeper for a wealthy white family; his strong-willed grandmother, Hager; Jimboy, Sandy's father, who travels the country looking for work; Aunt Tempy, the social climber; and Aunt Harriet, the blues singer who has turned away from her faith. A fascinating chronicle of a family's joys and hardships, Not Without Laughter is a vivid exploration of growing up and growing strong in a racially divided society. A rich and important work, it masterfully echoes the black American experience.",
                        "children": [{
                                "name": "Langston Hughes"
                            }
                        ]
                    }
                ]
            }, {
                "name": "1931",
                "children": [{
                        "name": "Black No More ",
						"description":"Black No More is the story of Max Disher, a dapper black rogue of an insurance man who, through a scientific transformation process, becomes Matthew Fisher, a white man. Matt dreams up a scam that allows him to become the leader of the Knights of Nordica, a white supremacist group, as well as to marry the white woman who rejected him when he was black. Black No More is a hysterical exploration of race and all its self-serving definitions. If you can't beat them, turn into them.",
                        "children": [{
                                "name": "George Schuyler "
                            }
                        ]
                    }
                ]
            }, {
                "name": "1937",
                "children": [{
                        "name": "Their Eyes Were Watching God ",
						"description":"Their Eyes Were Watching God is a 1937 novel by American writer Zora Neale Hurston. It is considered a classic of the Harlem Renaissance, and Hurston's best known work. The novel explores main character Janie Crawford's \"ripening from a vibrant, but voiceless, teenage girl into a woman with her finger on the trigger of her own destiny\".",
                        "children": [{
                                "name": "Zora Neale Hurston"
                            }
                        ]
                    }
                ]
            }
        ]
    }, {
        "name": "1940",
        "children": [{
                "name": "1940",
                "children": [{
                        "name": "Native Son ",
						"description":"Right from the start, Bigger Thomas had been headed for jail. It could have been for assault or petty larceny; by chance, it was for murder and rape. Native Son tells the story of this young black man caught in a downward spiral after he kills a young white woman in a brief moment of panic. Set in Chicago in the 1930s, Richard Wright's powerful novel is an unsparing reflection on the poverty and feelings of hopelessness experienced by people in inner cities across the country and of what it means to be black in America. This beautifully designed Harper Perennial Deluxe Edition—the restored text of Native Son established by the Library of America—also includes an essay by Wright titled, How \"Bigger\" was Born, along with notes on the text.",
                        "children": [{
                                "name": "Richard Wright"
                            }
                        ]
                    }
                ]
            }, {
                "name": "1945",
                "children": [{
                        "name": "If He Hollers Let Him Go ",
						"description":"This story of a man living every day in fear of his life for simply being black is as powerful today as it was when it was first published in 1947. The novel takes place in the space of four days in the life of Bob Jones, a black man who is constantly plagued by the effects of racism. Living in a society that is drenched in race consciousness has no doubt taken a toll on the way Jones behaves, thinks, and feels, especially when, at the end of his story, he is accused of a brutal crime he did not commit. ",
                        "children": [{
                                "name": "Chester Himes"
                            }
                        ]
                    }
                ]
            }, {
                "name": "1946",
                "children": [{
                        "name": "The Street ",
						"description":"The Street tells the poignant, often heartbreaking story of Lutie Johnson, a young black woman, and her spirited struggle to raise her son amid the violence, poverty, and racial dissonance of Harlem in the late 1940s. ",
                        "children": [{
                                "name": "Ann Petry"
                            }
                        ]
                    }
                ]
            }, {
                "name": "1948",
                "children": [{
                        "name": "The Living Is Easy ",
						"description":"This stunning first novel by the author of The Wedding is one of only a handful of novels published by black women during the 1940s. It tells the story of Cleo Judson—daughter of southern sharecroppers and wife of \"Black Banana King\" Bart Judson. Cleo seeks to recreate her original family by urging her sisters and their children to live with her, while rearing her daughter to be a member of Boston's black elite.",
                        "children": [{
                                "name": "Dorothy West"
                            }
                        ]
                    }
                ]
            }
        ]
    }, {
        "name": "1950",
        "children": [{
                "name": "1952",
                "children": [{
                        "name": "Invisible Man ",
						"description":"First published in 1952 and immediately hailed as a masterpiece, Invisible Man is one of those rare novels that have changed the shape of American literature. For not only does Ralph Ellison's nightmare journey across the racial divide tell unparalleled truths about the nature of bigotry and its effects on the minds of both victims and perpetrators, it gives us an entirely new model of what a novel can be. As he journeys from the Deep South to the streets and basements of Harlem, from a horrifying \"battle royal\" where black men are reduced to fighting animals, to a Communist rally where they are elevated to the status of trophies, Ralph Ellison's nameless protagonist ushers readers into a parallel universe that throws our own into harsh and even hilarious relief. Suspenseful and sardonic, narrated in a voice that takes in the symphonic range of the American language, black and white, Invisible Man is one of the most audacious and dazzling novels of our century.",
                        "children": [{
                                "name": "Ralph Ellison"
                            }
                        ]
                    }
                ]
            }, {
                "name": "1953",
                "children": [{
                        "name": "Go Tell It on The Mountain ",
						"description":"Go Tell It On The Mountain, first published in 1953, is Baldwin's first major work, a semi-autobiographical novel that has established itself as an American classic. With lyrical precision, psychological directness, resonating symbolic power, and a rage that is at once unrelenting and compassionate, Baldwin chronicles a fourteen-year-old boy's discovery of the terms of his identity as the stepson of the minister of a storefront Pentecostal church in Harlem one Saturday in March of 1935. Baldwin's rendering of his protagonist's spiritual, sexual, and moral struggle of self-invention opened new possibilities in the American language and in the way Americans understand themselves. ",
                        "children": [{
                                "name": "James Baldwin"
                            }
                        ]
                    }, {
                        "name": "The Outsider",
						"description":"Cross Damon is a man at odds with society and with himself—a man of superior intellect who hungers for peace but who brings terror and destruction wherever he goes. The Outsider is an important work of fiction that depicts American racism and its devastating consequences in raw and unflinching terms. Brilliantly imagined and frighteningly prescient, it is an epic exploration of the tragic roots of criminal behavior.",
                        "children": [{
                                "name": "Richard Wright"
                            }
                        ]
                    }
                ]
            }, {
                "name": "1959",
                "children": [{
                        "name": "Brown Girl, Brownstones",
						"description":"Brown Girl, Brownstones is the first novel by the internationally recognized writer Paule Marshall, published in 1959. It is about Barbadian immigrants in Brooklyn, New York. The book gained widespread recognition after it was reprinted in 1981. The somewhat autobiographical story describes the life of Barbadian immigrants in Brooklyn during the Great Depression and then in World War II. The primary characters include Selina and Ina Boyce and their parents, who suffer from racism and extreme poverty. The book focuses most directly on the growth and development of the character Selina. Paule Marshall's novel was among the first to portray the inner life of a young female African-American, as well as depicting the cross-cultural conflict between West Indians and American blacks. It remains a vibrant, compelling tale of self-discovery.",
                        "children": [{
                                "name": "Paule Marshall"
                            }
                        ]
                    }
                ]
            }
        ]
    }, {
        "name": "1960",
        "children": [{
                "name": "1962",
                "children": [{
                        "name": "And Then We Heard the Thunder ",
						"description":"And Then We Heard the Thunder follows the dreams, lies, and anguish of black World War II GI Solomon Sanders during his tour of duty in Indochina, Australia, and the United States. Harvard-trained in the law and a political moderate, Sanders is married to an upper-middle-class black woman who pushes him to \"make something of himself\" by becoming an Army officer. Given his credentials, he appears a shoo-in for Officer Candidate School, yet he rejects the opportunity as the vestiges of Jim Crow racism, the strains of war, and his interactions with disgruntled black troops thrust him into black activism. Forced to make common cause with his race rather than with the Army, he and some fellow soldiers write a letter to American newspapers about the poor treatment of blacks in the military. For this outcry, they encounter harassment and further discrimination, resulting in a full-scale battle between black and white troops and a blood-curdling climax to this second novel by acclaimed African American author John Killens.",
                        "children": [{
                                "name": "John Oliver Killens"
                            }
                        ]
                    }
                ]
            }, {
                "name": "1963",
                "children": [{
                        "name": "Lawd Today",
						"description":"Written before Native Son, but originally published several years after Wright's death, Lawd Today! interweaves news bulletins, songs, exuberant wordplay, and scenes of confrontation and celebration into a kaleidoscopic chronicle of one day in the life of a black Chicago postal clerk during the Depression.",
                        "children": [{
                                "name": "Richard Wright"
                            }
                        ]
                    }
                ]
            }, {
                "name": "1966",
                "children": [{
                        "name": "Jubilee",
						"description":"Here is the classic--and true--story of Vyry, the child of a white plantation owner and his black mistress, a Southern Civil War heroine to rival Scarlett O'Hara. Vyry bears witness to the South's prewar opulence and its brutality, to its wartime ruin and the subsequent promise of Reconstruction. It is a story that Margaret Walker heard as a child from her grandmother, the real Vyry's daughter. The author spent thirty years researching the novel so that the world might know the intelligent, strong, and brave black woman called Vyry. The phenomenal acclaim this best-selling book has achieved from readers black and white, young and old, attests to her success.",
                        "children": [{
                                "name": "Margaret Walker"
                            }
                        ]
                    }
                ]
            }, {
                "name": "1967",
                "children": [{
                        "name": "Trick Baby",
						"description":"This is the gritty truth, the life of a hustler in south side Chicago where the only characters are those who con and those who get conned. Trick Baby tells the story of “White Folks,” a blue-eyed, light-haired, con artist whose pale skin allows him to pass in the streets as a white man. Folks is tormented early in life, rejected by other children and branded a “Trick Baby,” the child conceived between a hooker and her trick. Refusing to abandon his life in the ghetto and a chance at revenge, Folks is taken under the wing of an older mentor, Blue. What happens next is not to be believed.",
                        "children": [{
                                "name": "Iceberg Slim"
                            }
                        ]
                    }, {
                        "name": "A Glance Away ",
						"description":"John Edgar Wideman's first novel, A Glance Away, was published in 1967 when the author was just 26 years old. The New York Times Book Review raved \"Here is a novelist of high seriousness and depth. He has all sorts of literary gifts, including a poet's flair for a taut, meaningful, emotional language.\" The action unfolds over the course of a single day, but deftly jumps through time to interweave the life journeys of two very different men whose paths converge one unforgettable evening with surprising and unforgettable results. Eddie Lawson, a young African-American, has spent a year kicking his drug habit and finally returned home. Robert Thurley, a white college professor, is on the verge of crumbling under the weight of haunting family memories, alcoholism, and a tormented struggle with his ambiguous sexual identity. Their encounter forcefully illustrates the consequences of our failure to understand one another, and the transformative possibilities that open up for those brave enough to try.",
                        "children": [{
                                "name": "John Edgar Wideman"
                            }
                        ]
                    }, {
                        "name": "The Man Who Cried I Am ",
						"description":"The Man Who Cried I Am vividly evokes the harsh era of segregation that presaged the expatriation of African-American intellectuals. Through the eyes of journalist Max Reddick, and with penetrating fictional portraits of Richard Wright and James Baldwin, among other historical figures, John A Williams reveals the hope, courage, and bitter disappointment of the civil-rights era. Infused with powerful artistry, searing anger, as well as insight, humanity, and vision, The Man Who Cried I Am is a classic of postwar American literature.",
                        "children": [{
                                "name": "John A. Williams"
                            }
                        ]
                    }
                ]
            }, {
                "name": "1969",
                "children": [{
                        "name": "Mama Black Widow",
						"description":"Mama Black Widow tells the tragic story of Otis Tilson, a stunning black drag queen trapped in a cruel queer ghetto underworld. In hopes of escaping the racial bigotry and economic injustice of the South, Otis’ family journeys north from their plantation to an urban promised land. Once in Chicago Otis and his brother and sisters become prisoners to a wasteland of violence, crime, prostitution and rape. This is the gut-wrenching tale of the destruction of a family and the truest portrayal of homosexuality in the ghetto ever told.",
                        "children": [{
                                "name": "Iceberg Slim"
                            }
                        ]
                    }
                ]
            }
        ]
    }, {
        "name": "1970",
        "children": [{
                "name": "1970",
                "children": [{
                        "name": "The Bluest Eye ",
						"description":"In Morrison’s bestselling first novel, Pecola Breedlove—an 11-year-old Black girl in an America whose love for its blond, blue-eyed children can devastate all others—prays for her eyes to turn blue: so that she will be beautiful, so that people will look at her, so that her world will be different. This is the story of the nightmare at the heart of her yearning, and the tragedy of its fulfillment.",
                        "children": [{
                                "name": "Toni Morrison"
                            }
                        ]
                    }, {
                        "name": "The Third Life of Grange Copeland ",
						"description":"Alice Walker's first book recounts the lives of three generations growing up in Georgia, where the author herself grew up. Grange Copeland is a black tenant farmer who is forced to leave his land and family in search of a better future. He heads North but discovers that the racism and poverty he experienced in the South are, in fact, everywhere. When he returns to Georgia years later he finds that his son Brownfield has been imprisoned for the murder of his wife. But hope comes in the form of the third generation as the guardian of the couple's youngest daughter, Grange Copeland, who glimpses a chance of both spiritual and social freedom.",
                        "children": [{
                                "name": "Alice Walker"
                            }
                        ]
                    }
                ]
            }, {
                "name": "1971",
                "children": [{
                        "name": "The Autobiography of Miss Jane Pittman",
						"description":"Miss Jane Pittman. She is one of the most unforgettable heroines in American fiction, a woman whose life has come to symbolize the struggle for freedom, dignity, and justice. Ernest J. Gaines’s now-classic novel—written as an autobiography—spans one hundred years of Miss Jane’s remarkable life, from her childhood as a slave on a Louisiana plantation to the Civil Rights era of the 1960s. It is a story of courage and survival, history, bigotry, and hope—as seen through the eyes of a woman who lived through it all. A historical tour de force, a triumph of fiction, Miss Jane’s eloquent narrative brings to life an important story of race in America—and stands as a landmark work for our time.",
                        "children": [{
                                "name": "Ernest Gaines"
                            }
                        ]
                    }, {
                        "name": "The Cotillion: or, One Good Bull Is Half the Herd",
						"description":"Beautiful, high-stepping Yoruba of Harlem is invited to the annual cotillion thrown by African American high society of Queens. Caught between the indifference of her father, the excitement of her social-climbing mother, and her prodigal boyfriend's militancy, Yoruba persuades her sister debutantes to challenge the aging doyennes in one of the most sidesplitting scenes in American literature.",
                        "children": [{
                                "name": "John Oliver Killens"
                            }
                        ]
                    }
                ]
            }, {
                "name": "1972",
                "children": [{
                        "name": "Mumbo Jumbo ",
						"description":"Mumbo Jumbo is Ishmael Reed’s brilliantly satiric deconstruction of Western civilization, a racy and uproarious commentary on our society. In it, Reed, one of our preeminent African American authors, mixes portraits of historical figures and fictional characters with sound bites on subjects ranging from ragtime to Greek philosophy. Cited by literary critic Harold Bloom as one of the five hundred most significant books in the Western canon, Mumbo Jumbo is a trenchant and often biting look at black-white relations throughout history, from a keen observer of our culture.",
                        "children": [{
                                "name": "Ishmael Reed"
                            }
                        ]
                    }
                ]
            }, {
                "name": "1973",
                "children": [{
                        "name": "There is a Tree More Ancient Than Eden",
						"description":"Leon Forrest, acclaimed author of Divine Days, uses a remarkable verbal intensity to evoke human tragedy, injustice, and spirituality in his writing. As Toni Morrison has said, \"All of Forrest's novels explore the complex legacy of Afro-Americans. Like an insistent tide this history . . . swells and recalls America's past. . . . Brooding, hilarious, acerbic and profoundly valued life has no more astute observer than Leon Forrest.\" All of that is on display here in two novels that give readers a breathtaking view of the human experience, filled with humor and pathos.",
                        "children": [{
                                "name": "Leon Forrest"
                            }
                        ]
                    }, {
                        "name": "Sula",
						"description":"Nel and Sula's devotion is fierce enough to withstand bullies and the burden of a dreadful secret. It endures even after Nel has grown up to be a pillar of the black community and Sula has become a pariah. But their friendship ends in an unforgivable betrayal—or does it end? Terrifying, comic, ribald and tragic, Sula is a work that overflows with life.",
                        "children": [{
                                "name": "Toni Morrison"
                            }
                        ]
                    }
                ]
            }, {
                "name": "1975",
                "children": [{
                        "name": "Dhalgren",
						"description":"Bellona is a city at the dead center of the United States. Something has happened there ... The population has fled. Madmen and criminals wander the streets. Strange portents appear in the cloud-covered sky. Into this disaster zone comes a young man—poet, lover, and adventurer—known only as the Kid. Tackling questions of race, gender, and sexuality, Dhalgren is a literary marvel and groundbreaking work of American magical realism.",
                        "children": [{
                                "name": "Samuel Delany"
                            }
                        ]
                    }, {
                        "name": "Corregidora",
						"description":"Corregidora (1975) is a fiction novel written by Gayl Jones set in Kentucky in the late 1940s. The novel centers around Ursa Corregidora, who was recently hospitalized after an accident involving a flight of stairs. The first three sections of the novel follow Ursa through her recovery, her changing relationships, and her profession as a blues singer. The final two sections of Corregidora flash forward to 1969 when Mutt returns. Jones uses a fragmented style of writing to incorporate the Corregidora family history of trauma into Ursa's present narrative. Overall, Corregidora considers difficult themes of generational trauma, preservation of memory, domestic and sexual violence, and womanhood and motherhood. Literary critics have highly regarded Jones' writing in this novel.",
                        "children": [{
                                "name": "Gayl Jones"
                            }
                        ]
                    }
                ]
            }, {
                "name": "1976",
                "children": [{
                        "name": "Patternmaster",
						"description":"The Patternist is a telepathic race, commanded by the Patternmaster, whose thoughts can destroy, heal, rule. Coransee, son of the ruling Patternmaster, wants the throne and will stop at nothing to get it, including venture into the wild mutant-infested hills to destroy a young apprentice—his equal and his brother.",
                        "children": [{
                                "name": "Octavia Butler"
                            }
                        ]
                    }, {
                        "name": "Roots",
						"description":"Roots: The Saga of an American Family is a 1976 novel written by Alex Haley. It tells the story of Kunta Kinte, an 18th-century African, captured as an adolescent, sold into slavery in Africa, transported to North America; following his life and the lives of his descendants in the United States down to Haley",
                        "children": [{
                                "name": "Alex Haley"
                            }
                        ]
                    }, {
                        "name": "Eva's Man ",
						"description":"Eva's Man is a gripping psychological portrait of a woman unable to love for fear of pain. Imprisoned for the bizarre murder of her lover, Eva Median Canada weaves together memory and fantasy to reveal a life tormented by the brutality of sexual abuse and emotional silence. Brilliantly experimenting with language, Jones infuses her graphic and powerful narrative of the triple yoke of race, class, and gender with a rich musical and oral idiom.",
                        "children": [{
                                "name": "Gayl Jones"
                            }
                        ]
                    }, {
                        "name": "Flight to Canada ",
						"description":"Three slaves infected with Dysaethesia Aethipica (a term coined in the nineteenth century for the disease that makes Negroes run away) escape from Virginia. Not satisfied with leaving slavery halfway, one of the trio has vowed to go the whole distance to Canada; his master, Arthur Swille, determined to recover his property, pursues, hot on Raven Quickskill’s trail. With myth-bending ingenuity, Reed merges history, fantasy, political reality, and high comedy as he parodies the fugitive slave narrative: the slave-poet Quickskill flees to Canada on a nonstop jumbo jet; Abe Lincoln waltzes through slave quarters to the tune of “Hello Dolly”; the plantation mistress lies in bed watching the Beecher Hour on TV. Flight to Canada’s preposterous episodes leap out from the pages of history to reveal a keen sense of America past and present.",
                        "children": [{
                                "name": "Ishmael Reed"
                            }
                        ]
                    }, {
                        "name": "Meridian ",
						"description":"Meridian Hill is a young woman at an Atlanta college attempting to find her place in the revolution for racial and social equality. She discovers the limits beyond which she will not go for the cause, but despite her decision not to follow the path of some of her peers, she makes significant sacrifices in order to further her beliefs. Working in a campaign to register African American voters, Meridian cares broadly and deeply for the people she visits, and, while her coworkers quit and move to comfortable homes, she continues to work in the deep South despite a paralyzing illness. Meridian's nonviolent methods, though seemingly less radical than the methods of others, prove to be an effective means of furthering her beliefs.",
                        "children": [{
                                "name": "Alice Walker"
                            }
                        ]
                    }
                ]
            }, {
                "name": "1977",
                "children": [{
                        "name": "Song of Solomon",
						"description":"Milkman Dead was born shortly after a neighborhood eccentric hurled himself off a rooftop in a vain attempt at flight. For the rest of his life he, too, will be trying to fly. As Morrison follows Milkman from his rustbelt city to the place of his family’s origins, she introduces an entire cast of strivers and seeresses, liars and assassins, the inhabitants of a fully realized Black world.",
                        "children": [{
                                "name": "Toni Morrison"
                            }
                        ]
                    }
                ]
            }, {
                "name": "1979",
                "children": [{
                        "name": "Kindred",
						"description":"Dana, a modern black woman, is celebrating her twenty-sixth birthday with her new husband when she is snatched abruptly from her home in California and transported to the antebellum South. Rufus, the white son of a plantation owner, is drowning, and Dana has been summoned to save him. Dana is drawn back repeatedly through time to the slave quarters, and each time the stay grows longer, more arduous, and more dangerous until it is uncertain whether or not Dana's life will end, long before it has a chance to begin.",
                        "children": [{
                                "name": "Octavia Butler"
                            }
                        ]
                    }
                ]
            }
        ]
    }, {
        "name": "1980",
        "children": [{
                "name": "1980",
                "children": [{
                        "name": "The Salt Eaters ",
						"description":"Set in a fictional city in the American South, the novel also \"inhabits the nonlinear, sacred space and sacred time of traditional African religion” (The New York Times Book Review). Though they all united in their search for the healing properties of salt, some of them are centered, some are off-balance; some are frightened, and some are daring. From the men who live off welfare women to the mud mothers who carry their children in their hides, the novel brilliantly explores the narcissistic aspect of despair and the tremendous responsibility that comes with physical, spiritual, and mental well-being.",
                        "children": [{
                                "name": "Toni Cade Bambara "
                            }
                        ]
                    }
                ]
            }, {
                "name": "1981",
                "children": [{
                        "name": "The Chaneysville Incident ",
						"description":"The legends say something happened in Chaneysville. The Chaneysville Incident is the powerful story of one man's obsession with discovering what that something was a quest that takes the brilliant and bitter young Black historian John Washington back through the secrets and buried evil of his heritage. Returning home to care for and then bury his father's closest friend and his own guardian, Old Jack Crawley, John comes upon the scant records of his family's proud and tragic history, which he drives himself to reconstruct and accept. This is the story of John's relationship with his family, the town, and the woman he loves; and also between the past and the present, between oppression and guilt, hate and violence, love and acceptance.",
                        "children": [{
                                "name":
                                "David Bradley "
                            }
                        ]
                    }, {
                        "name": "Tar Baby",
						"description":"Jadine Childs is a Black fashion model with a white patron, a white boyfriend, and a coat made out of ninety perfect sealskins. Son is a Black fugitive who embodies everything she loathes and desires. As Morrison follows their affair, which plays out from the Caribbean to Manhattan and the deep South, she charts all the nuances of obligation and betrayal between Blacks and whites, masters and servants, and men and women.",
                        "children": [{
                                "name": "Toni Morrison"
                            }
                        ]
                    }
                ]
            }, {
                "name": "1982",
                "children": [{
                        "name": "Oxherding Tale",
						"description":"One night in the antebellum South, a slave owner and his African American butler stay up to all hours until, too drunk to face their wives, they switch places in each other's beds. The result is a hilarious imbroglio and an offspring—Andrew Hawkins, whose life becomes Oxherding Tale. Through sexual escapades, picaresque adventures, and philosophical inquiry, Hawkins navigates white and black worlds and comments wryly on human nature along the way. Told with pure genius, Oxherding Tale is a deliciously funny, bitterly ironic account of slavery, racism, and the human spirit—and it reveals the author as a great talent with even greater humanity.",
                        "children": [{
                                "name": "Charles Johnson"
                            }
                        ]
                    }, {
                        "name": "The Women of Brewster Place ",
						"description":"In her heralded first novel, Gloria Naylor weaves together the stories of seven women living in Brewster Place, a bleak-inner city sanctuary, creating a powerful, moving portrait of the strengths, struggles, and hopes of black women in America. Vulnerable and resilient, openhanded and openhearted, these women forge their lives in a place that in turn threatens and protects—a common prison and a shared home. Naylor renders both loving and painful human experiences with simple eloquence and uncommon intuition in this touching and unforgettable read.",
                        "children": [{
                                "name": "Gloria Naylor"
                            }
                        ]
                    }, {
                        "name": "The Color Purple ",
						"description":"A powerful cultural touchstone of modern American literature, The Color Purple depicts the lives of African American women in early twentieth-century rural Georgia. Separated as girls, sisters Celie and Nettie sustain their loyalty to and hope in each other across time, distance and silence. Through a series of letters spanning twenty years, first from Celie to God, then the sisters to each other despite the unknown, the novel draws readers into its rich and memorable portrayals of Celie, Nettie, Shug Avery and Sofia and their experience. The Color Purple broke the silence around domestic and sexual abuse, narrating the lives of women through their pain and struggle, companionship and growth, resilience and bravery. Deeply compassionate and beautifully imagined, Alice Walker's epic carries readers on a spirit-affirming journey towards redemption and love",
                        "children": [{
                                "name": "Alice Walker"
                            }
                        ]
                    }
                ]
            }, {
                "name": "1983",
                "children": [{
                        "name": "Two Wings to Veil My Face ",
						"description":"In Two Wings to Veil My Face -- a tale of horror, wonder, woe -- grudge-holding ninety-one-year-old Sweetie Reed recounts her passage from slavery to freedom to her vain twenty-one-year-old grandson, Nathaniel Witherspoon. Throughout her life she has had to cope with psychological devastation caused by two relationships: one with her philandering husband, Jericho Witherspoon, a noted judge who had \"purchased\" her from her grandfather; and the other one with her father, who had spurned her as a child. Forced to confront herself in the darkness of her final years, and increasingly dependent on her grandson, Sweetie Reed faces the choice of abandoning her self-righteousness or else perishing both spiritually and intellectually.",
                        "children": [{
                                "name": "Leon Forrest"
                            }
                        ]
                    }, {
                        "name": "Sent for You Yesterday",
						"description":"Sent for You Yesterday is a novel by the American writer John Edgar Wideman, first published in 1983 (in New York by Avon Books, and subsequently in London by Allison and Busby, 1984), set in Pittsburgh, Pennsylvania, during the 1970s. The novel tells the story of Albert Wilkes, who, after seven years on the run, returns to Homewood, an African-American neighborhood of the East End. Sent for You Yesterday is the third volume of what some critics call \"The Homewood Trilogy\". The other books are Damballah and Hiding Place, both published in 1981. In 1992 the University of Pittsburgh Press published the three in one volume under the title The Homewood Books. In its preface Wideman admits discomfort with the term trilogy because it implies a plan of linking the volumes, and he did not compose the books that way.",
                        "children": [{
                                "name": "John Edgar Wideman"
                            }
                        ]
                    }
                ]
            }, {
                "name": "1985",
                "children": [{
                        "name": "Annie John ",
						"description":"An adored only child, Annie has until recently lived an idyllic life. She is inseparable from her beautiful mother, a powerful presence, who is the very center of the little girl's existence. Loved and cherished, Annie grows and thrives within her mother's benign shadow. Looking back on her childhood, she reflects, \"It was in such a paradise that I lived.\" When she turns twelve, however, Annie's life changes, in ways that are often mysterious to her. She begins to question the cultural assumptions of her island world; at school she instinctively rebels against authority; and most frighteningly, her mother, seeing Annie as a \"young lady,\" ceases to be the source of unconditional adoration and takes on the new and unfamiliar guise of adversary. At the end of her school years, Annie decides to leave Antigua and her family, but not without a measure of sorrow, especially for the mother she once knew and never ceases to mourn. \"For I could not be sure,\" she reflects, \"whether for the rest of my life I would be able to tell when it was really my mother and when it was really her shadow standing between me and the rest of the world.\"",
                        "children": [{
                                "name": "Jamaica Kincaid"
                            }
                        ]
                    }
                ]
            }, {
                "name": "1986",
                "children": [{
                        "name": "Dessa Rose ",
						"description":"In 1829, in Kentucky, a pregnant black woman helped lead an uprising of a group of slaves headed to the market for sale. She was sentenced to death, but her hanging was delayed until after the birth of her baby. In North Carolina in 1830, a white woman living on an isolated farm was reported to have given sanctuary to runaway slaves. In Dessa Rose, Sherley A. Williams asks the question: “What if these two women met?” From there the story unfolds: two strong women, one black, one white, form a forbidden and ambivalent alliance; a bold scheme is hatched to win freedom; trust is slowly extended and cautiously accepted as the two women unite and discover greater strength together than alone. United by fate but divided by prejudice, these two women are locked in a thrilling battle for freedom, sisterhood, friendship, and love.",
                        "children": [{
                                "name": "Sherley Anne Williams"
                            }
                        ]
                    }
                ]
            }, {
                "name": "1987",
                "children": [{
                        "name": "Beloved",
						"description":"Sethe, its protagonist, was born a slave and escaped to Ohio, but eighteen years later she is still not free. She has too many memories of Sweet Home, the beautiful farm where so many hideous things happened. And Sethe’s new home is haunted by the ghost of her baby, who died nameless and whose tombstone is engraved with a single word: Beloved. Filled with bitter poetry and suspense as taut as a rope, Beloved is a towering achievement.",
                        "children": [{
                                "name": "Toni Morrison"
                            }
                        ]
                    }
                ]
            }, {
                "name": "1988",
                "children": [{
                        "name": "Painted Turtle: Woman with Guitar ",
						"description":"This novel, narrated by Baldy, a Navajo/Hopi guitar player, tells the story of Zuni folk singer Painted Turtle, from her childhood experiences on the reservation to her performances in cantinas in the Southwest. First published in 1988 and long out of print, this work from Clarence Major follows Painted Turtle as she seeks to assuage the spiritual sicknesses that have shaped her uneasy relationships with family, friends, and her tribe.",
                        "children": [{
                                "name": "Clarence Major"
                            }
                        ]
                    }, {
                        "name": "Mama Day",
						"description":"Mama Day is the third novel by Gloria Naylor. The story focuses upon the tragic love affair of \"star-crossed\" lovers Ophelia \"Cocoa\" Day and George Andrews. The setting of the novel is split between New York City, where George was born and raised and Ophelia has recently moved, and Willow Springs, a fictional community situated on a coastal island on the border of Georgia and South Carolina where Ophelia's family has lived for several generations. The novel takes place within the same fictional universe as some of Naylor's other novels, indicated through its passing references to events and characters from both Linden Hills and Bailey's Cafe",
                        "children": [{
                                "name": "Gloria Naylor"
                            }
                        ]
                    }
                ]
            }
        ]
    }, {
        "name": "1990",
        "children": [{
                "name": "1990",
                "children": [{
                        "name": "Middle Passage ",
						"description":"Rutherford Calhoun, a newly freed slave and irrepressible rogue, is lost in the underworld of 1830s New Orleans. Desperate to escape the city’s unscrupulous bill collectors and the pawing hands of a schoolteacher hellbent on marrying him, he jumps aboard the Republic, a slave ship en route to collect members of a legendary African tribe, the Allmuseri. Thus begins a voyage of metaphysical horror and human atrocity, a journey which challenges our notions of freedom, fate and how we live together. Peopled with vivid and unforgettable characters, nimble in its interplay of comedy and serious ideas, this dazzling modern classic is a perfect blend of the picaresque tale, historical romance, sea yarn, slave narrative and philosophical allegory.",
                        "children": [{
                                "name": "Charles Johnson"
                            }
                        ]
                    }, {
                        "name": "Devil in a Blue Dress ",
						"description":"Set in the late 1940s, in the African-American community of Watts, Los Angeles, Devil in a Blue Dress follows Easy Rawlins, a black war veteran just fired from his job at a defense plant. Easy is drinking in a friend's bar, wondering how he'll meet his mortgage, when a white man in a linen suit walks in, offering good money if Easy will simply locate Miss Daphne Monet, a blonde beauty known to frequent black jazz clubs.",
                        "children": [{
                                "name": "Walter Mosley"
                            }
                        ]
                    }, {
                        "name": "Philadelphia Fire",
						"description":"Philadelphia Fire is the most ambitious, most highly praised, and best-selling work of fiction by \"one of America's premier writers of fiction\" (The York Times). Based on the 1985 bombing police of a West Philadelphia row house owned the Afrocentric cult Move, it tells of Cudjoe, a writer who returns to his old neighborhood after a decade of self-imposed exile, obsessed with finding the lone boy who was seen running from the flames.",
                        "children": [{
                                "name": "John Edgar Wideman"
                            }
                        ]
                    }
                ]
            }, {
                "name": "1992",
                "children": [{
                        "name": "Waiting to Exhale",
						"description":"When the men in their lives prove less than reliable, Savannah, Bernadine, Gloria, and Robin find new strength through a rare and enlightening friendship as they struggle to regain stability and an identity they don’t have to share with anyone. Because for the first time in a long time, their dreams are finally OFF hold",
                        "children": [{
                                "name": "Terry McMillan"
                            }
                        ]
                    }, {
                        "name": "Jazz",
						"description":"In the winter of 1926, when everybody everywhere sees nothing but good things ahead, Joe Trace, middle-aged door-to-door salesman of Cleopatra beauty products, shoots his teenage lover to death. At the funeral, Joe’s wife, Violet, attacks the girl’s corpse. This passionate, profound story of love and obsession brings us back and forth in time, as a narrative is assembled from the emotions, hopes, fears, and deep realities of black urban life",
                        "children": [{
                                "name": "Toni Morrison"
                            }
                        ]
                    }
                ]
            }, {
                "name": "1993",
                "children": [{
                        "name": "Maud Martha ",
						"description":"'Maud Martha' is an ethnic female bildungsroman, a short autobiography of a young woman, who seems to be very similar to the author, by the way. She was even born in the same year. The novel consists of thirty-four vignettes, often resembling prose poems. We meet Maud Martha Brown when she is a little girl and we say goodbye to her when she is expecting her second child. The year must be 1945, as her brother has just returned from the war. Gwendolyn Brooks presents a multi-dimensional, richly rendered portrait of Maud Martha: we see her at different stages of life, in various roles, as a granddaughter, a sister, a daughter, a girlfriend, a fiancée, a wife and a mother.",
                        "children": [{
                                "name": "Gwendolyn Brooks"
                            }
                        ]
                    }, {
                        "name": "Parable of the Sower",
						"description":"When global climate change and economic crises lead to social chaos in the early 2020s, California becomes full of dangers, from pervasive water shortage to masses of vagabonds who will do anything to live to see another day. Fifteen-year-old Lauren Olamina lives inside a gated community with her preacher father, family, and neighbors, sheltered from the surrounding anarchy. In a society where any vulnerability is a risk, she suffers from hyperempathy, a debilitating sensitivity to others' emotions. Precocious and clear-eyed, Lauren must make her voice heard in order to protect her loved ones from the imminent disasters her small community stubbornly ignores. But what begins as a fight for survival soon leads to something much more: the birth of a new faith . . . and a startling vision of human destiny.",
                        "children": [{
                                "name": "Octavia Butler"
                            }
                        ]
                    }, {
                        "name": "A Lesson Before Dying ",
						"description":"A Lesson Before Dying is set in a small Cajun community in the late 1940s. Jefferson, a young black man, is an unwitting party to a liquor store shoot out in which three men are killed; the only survivor, he is convicted of murder and sentenced to death. Grant Wiggins, who left his hometown for the university, has returned to the plantation school to teach. As he struggles with his decision whether to stay or escape to another state, his aunt and Jefferson's godmother persuade him to visit Jefferson in his cell and impart his learning and his pride to Jefferson before his death. In the end, the two men forge a bond as they both come to understand the simple heroism of resisting and defying the expected. Ernest J. Gaines brings to this novel the same rich sense of place, the same deep understanding of the human psyche, and the same compassion for a people and their struggle that have informed his previous, highly praised works of fiction.",
                        "children": [{
                                "name": "Ernest Gaines"
                            }
                        ]
                    }
                ]
            }, {
                "name": "1994",
                "children": [{
                        "name": "Brothers and Sisters",
						"description":"Set against the smoldering embers of post-riot Los Angeles, Brothers and Sisters confirms Bebe Moore Campbell’s reputation for fiction that “cuts close to the bone of real life” (Atlanta Journal). Esther Jackson is a bank manager who’s worked hard to keep her passions in check. Sensitive to injustice, but struggling against hostility and mistrust, she forms a tentative friendship with Mallory Post, a white coworker who seems sometimes to live in a different—and unreachable—world. But when an attractive black man is hired as a senior vice president at the bank, with troubling and unexpected consequences for both of these women, Esther is forced to question her deepest loyalties and desire—and what really makes us “brothers and sisters.”",
                        "children": [{
                                "name": "Bebe Moore Campbell  "
                            }
                        ]
                    }, {
                        "name": "Breath, Eyes, Memory",
						"description":"At an astonishingly young age, Edwidge Danticat has become one of our most celebrated new novelists, a writer who evokes the wonder, terror, and heartache of her native Haiti--and the enduring strength of Haiti's women--with a vibrant imagery and narrative grace that bear witness to her people's suffering and courage.  At the age of twelve, Sophie Caco is sent from her impoverished village of Croix-des-Rosets to New York, to be reunited with a mother she barely remembers. There she discovers secrets that no child should ever know, and a legacy of shame that can be healed only when she returns to Haiti--to the women who first reared her. What ensues is a passionate journey through a landscape charged with the supernatural and scarred by political violence, in a novel that bears witness to the traditions, suffering, and wisdom of an entire people.",
                        "children": [{
                                "name": "Edwidge Danticat"
                            }
                        ]
                    }
                ]
            }, {
                "name": "1996",
                "children": [{
                        "name": "The White Boy Shuffle ",
						"description":"Paul Beatty's hilarious and scathing debut novel is about Gunnar Kaufman, an awkward, black surfer bum who is moved by his mother from Santa Monica to urban West Los Angeles. There, he begins to undergo a startling transformation from neighborhood outcast to basketball superstar, and eventually to reluctant messiah of a \"divided, downtrodden people.\"",
                        "children": [{
                                "name": "Paul Beatty"
                            }
                        ]
                    }, {
                        "name": "How Stella Got Her Groove Back ",
						"description":"Stella Payne is forty-two, divorced, a high-powered investment analyst, mother of eleven-year-old Quincy- and she does it all. In fact, if she doesn't do it, it doesn't get done, from Little League carpool duty to analyzing portfolios to folding the laundry and bringing home the bacon. She does it all well, too, if her chic house, personal trainer, BMW, and her loving son are any indication. So what if there's been no one to share her bed with lately, let alone rock her world? Stella doesn't mind it too much; she probably wouldn't have the energy for love - and all of love's nasty fallout - anyway. But when Stella takes a spur-of-the-moment vacation to Jamaica, her world gets rocked to the core - not just by the relaxing effects of the sun and sea and an island full of attractive men, but by one man in particular. He's tall, lean, soft-spoken, Jamaican, smells of citrus and the ocean - and is half her age. The tropics have cast their spell and Stella soon realizes she has come to a cataclysmic juncture: not only must she confront her hopes and fears about love, she must question all of her expectations, passions, and ideas about life and the way she has lived it. Told in Stella's own exuberant, dead-on, dead honest voice, How Stella Got Her Groove Back is full of Terry McMillan's signature humor, heart, and insight. More than a love story, it is ultimately a novel about how a woman saves her own life - and what she must risk to do it.",
                        "children": [{
                                "name": "Terry McMillan"
                            }
                        ]
                    }
                ]
            }, {
                "name": "1997",
                "children": [{
                        "name": "Paradise",
						"description":"“They shoot the white girl first. With the rest they can take their time.” So begins Toni Morrison’s Paradise, which opens with a horrifying scene of mass violence and chronicles its genesis in an all-black small town in rural Oklahoma. Founded by the descendants of freed slaves and survivors in exodus from a hostile world, the patriarchal community of Ruby is built on righteousness, rigidly enforced moral law, and fear. But seventeen miles away, another group of exiles has gathered in a promised land of their own. And it is upon these women in flight from death and despair that nine male citizens of Ruby will lay their pain, their terror, and their murderous rage.",
                        "children": [{
                                "name": "Toni Morrison"
                            }
                        ]
                    }
                ]
            }, {
                "name": "1998",
                "children": [{
                        "name": "Parable of the Talents",
						"description":"Lauren Olamina was only eighteen when her family was killed, and anarchy encroached on her Southern California home. She fled the war zone for the hope of quiet and safety in the north. There she founded Acorn, a peaceful community based on a religion of her creation, called Earthseed, whose central tenet is that God is change. Five years later, Lauren has married a doctor and given birth to a daughter. Acorn is beginning to thrive. But outside the tranquil group’s walls, America is changing for the worse. Presidential candidate Andrew Steele Jarret wins national fame by preaching a return to the values of the American golden age. To his marauding followers, who are identified by their crosses and black robes, this is a call to arms to end religious tolerance and racial equality—a brutal doctrine they enforce by machine gun. And as this band of violent extremists sets its deadly sights on Earthseed, Acorn is plunged into a harrowing fight for its very survival. Taking its place alongside Margaret Atwood’s The Handmaid’s Tale, Butler’s eerily prophetic novel offers a terrifying vision of our potential future, but also one of hope.",
                        "children": [{
                                "name": "Octavia Butler"
                            }
                        ]
                    }, {
                        "name": "The Healing",
						"description":"Gayl Jones's first novel, Corregidora, won her recognition as a writer whose work was gripping, subtle, and sure. It was praised, along with her second novel, Eva's Man, by writers and critics from all over the nation: John Updike, Maya Angelou, John Edgar Wideman, and James Baldwin, to name a few. The publication of The Healing, her first novel in over twenty years, is a literary event. Harlan Jane Eagleton is a faith healer, traveling by bus to small towns, converting skeptics, restoring minds and bodies. But before that she was a minor rock star's manager, and before that a beautician. She's had a fling with her rock star's ex-husband and an Afro-German horse dealer; along the way she's somehow lost her own husband, a medical anthropologist now traveling with a medicine woman in Africa. Harlan tells her story from the end backwards, drawing us constantly deeper into her world and the mystery at the heart of her tale-the story of her first healing. The Healing is a lyrical and at times humorous exploration of the struggle to let go of pain, anger, and even love. Slipping seamlessly back through Harlan's memories in a language rich with the textured cadences of the black Southerner, Gayl Jones weaves her story to its dramatic-and unexpected-beginning.",
                        "children": [{
                                "name": "Gayl Jones"
                            }
                        ]
                    }, {
                        "name": "Caucasia",
						"description":"Birdie and Cole are the daughters of a black father and a white mother, intellectuals and activists in the Civil Rights Movement in 1970s Boston. The sisters are so close that they speak their own language, yet Birdie, with her light skin and straight hair, is often mistaken for white, while Cole is dark enough to fit in with the other kids at school. Despite their differences, Cole is Birdie’s confidant, her protector, the mirror by which she understands herself. Then their parents’ marriage collapses. One night Birdie watches her father and his new girlfriend drive away with Cole. Soon Birdie and her mother are on the road as well, drifting across the country in search of a new home. But for Birdie, home will always be Cole. Haunted by the loss of her sister, she sets out a desperate search for the family that left her behind. The extraordinary national bestseller that launched Danzy Senna’s literary career, Caucasia is a modern classic, at once a powerful coming of age story and a groundbreaking work on identity and race in America.",
                        "children": [{
                                "name": "Danzy Senna  "
                            }
                        ]
                    }
                ]
            }, {
                "name": "1999",
                "children": [{
                        "name": "Mosquito",
						"description":"First discovered and edited by Toni Morrison, Gayl Jones has been described as one of the great literary writers of the 20th century. In Mosquito, she examines the US-Mexico border crisis through the eyes of Sojourner Nadine Jane Johnson, an African American truck driver known as Mosquito. Her journey begins after she discovers a stowaway who nearly gives birth in the back of her truck, sparking Mosquito's accidental yet growing involvement in \"the new underground railroad,\" a sanctuary movement for Mexican immigrants. As Mosquito's understanding of the immigrants' need to forge new lives and identities deepens, so too does Mosquito's romance with Ray, a gentle revolutionary, a philosopher, and, perhaps, a priest. Along the road, Mosquito introduces us to Delgadina, a Chicana bartender who fries cactus, writes haunting stories, and studies to become a detective; Monkey Bread, a childhood pal who is, improbably, assistant to a blonde star in Hollywood; Maria, the stowaway who names her baby Journal, a misspelled tribute to her unwitting benefactor Sojourner; and many more.",
                        "children": [{
                                "name": "Gayl Jones"
                            }
                        ]
                    }, {
                        "name": "The Intuitionist ",
						"description":"It is a time of calamity in a major metropolitan city's Department of Elevator Inspectors, and Lila Mae Watson, the first black female elevator inspector in the history of the department, is at the center of it.  There are two warring factions within the department:  the Empiricists, who work by the book and dutifully check for striations on the winch cable and such; and the Intuitionists, who are simply able to enter the elevator cab in question, meditate, and intuit any defects. Lila Mae is an Intuitionist and, it just so happens, has the highest accuracy rate in the entire department.  But when an elevator in a new city building goes into total freefall on Lila Mae's watch, chaos ensues.  It's an election year in the Elevator Guild, and the good-old-boy Empiricists would love nothing more than to assign the blame to an Intuitionist.  But Lila Mae is never wrong. The sudden appearance of excerpts from the lost notebooks of Intuitionism's founder, James Fulton, has also caused quite a stir.  The notebooks describe Fulton's work on the \"black box,\" a perfect elevator that could reinvent the city as radically as the first passenger elevator did when patented by Elisha Otis in the nineteenth century.  When Lila Mae goes underground to investigate the crash, she becomes involved in the search for the portions of the notebooks that are still missing and uncovers a secret that will change her life forever.",
                        "children": [{
                                "name": "Colson Whitehead "
                            }
                        ]
                    }
                ]
            }
        ]
    }, {
        "name": "2000",
        "children": [{
                "name": "2000",
                "children": [{
                        "name": "The Coldest Winter Ever",
						"description":"Renowned hip-hop artist, writer, and activist Sister Souljah brings the streets of New York to life in a powerful and utterly unforgettable first novel. I came busting into the world during one of New York's worst snowstorms, so my mother named me Winter. Ghetto-born, Winter is the young, wealthy daughter of a prominent Brooklyn drug-dealing family. Quick-witted, sexy, and business-minded, she knows and loves the streets like the curves of her own body. But when a cold Winter wind blows her life in a direction she doesn't want to go, her street smarts and seductive skills are put to the test of a lifetime. Unwilling to lose, this ghetto girl will do anything to stay on top. The Coldest Winter Ever marks the debut of a gifted storyteller. You will never forget this Winter's tale.",
                        "children": [{
                                "name": "Sister Souljah"
                            }
                        ]
                    }
                ]
            }, {
                "name": "2001",
                "children": [{
                        "name": "Erasure ",
						"description":"Thelonious \"Monk\" Ellison's writing career has bottomed out: his latest manuscript has been rejected by seventeen publishers, which stings all the more because his previous novels have been \"critically acclaimed.\" He seethes on the sidelines of the literary establishment as he watches the meteoric success of We's Lives in Da Ghetto, a first novel by a woman who once visited \"some relatives in Harlem for a couple of days.\" Meanwhile, Monk struggles with real family tragedies―his aged mother is fast succumbing to Alzheimer's, and he still grapples with the reverberations of his father's suicide seven years before. In his rage and despair, Monk dashes off a novel meant to be an indictment of Juanita Mae Jenkins's bestseller. He doesn't intend for My Pafology to be published, let alone taken seriously, but it is―under the pseudonym Stagg R. Leigh―and soon it becomes the Next Big Thing. How Monk deals with the personal and professional fallout galvanizes this audacious, hysterical, and quietly devastating novel.",
                        "children": [{
                                "name": "Percival Everett "
                            }
                        ]
                    }, {
                        "name": "John Henry Days ",
						"description":"Colson Whitehead’s triumphant novel is on one level a multifaceted retelling of the story of John Henry, the black steel-driver who died outracing a machine designed to replace him. On another level it’s the story of a disaffected, middle-aged black journalist on a mission to set a record for junketeering who attends the annual John Henry Days festival. It is also a high-velocity thrill ride through the tunnel where American legend gives way to American pop culture, replete with p. r. flacks, stamp collectors, blues men , and turn-of-the-century song pluggers. John Henry Days is an acrobatic, intellectually dazzling, and laugh-out-loud funny book that will be read and talked about for years to come.",
                        "children": [{
                                "name": "Colson Whitehead "
                            }
                        ]
                    }
                ]
            }, {
                "name": "2002",
                "children": [{
                        "name": "Leaving Atlanta ",
						"description":"It was the end of summer, a summer during the two-year nightmare in which Atlanta's African-American children were vanishing and twenty-nine would be found murdered by 1982. Here fifth-grade classmates Tasha Baxter, Rodney Green, and Octavia Harrison will discover back-to-school means facing everyday challenges in a new world of safety lessons, terrified parents, and constant fear. The moving story of their struggle to grow up-and survive- shimmers with the piercing, ineffable quality of childhood, as it captures all the hurts and little wins, the all-too-sudden changes, and the merciless, outside forces that can sweep the young into adulthood and forever shape their lives.",
                        "children": [{
                                "name": "Tayari Jones"
                            }
                        ]
                    }
                ]
            }, {
                "name": "2003",
                "children": [{
                        "name": "The Known World",
						"description":"Henry Townsend, a farmer, boot maker, and former slave, through the surprising twists and unforeseen turns of life in antebellum Virginia, becomes proprietor of his own plantation―as well his own slaves. When he dies, his widow Caldonia succumbs to profound grief, and things begin to fall apart at their plantation: slaves take to escaping under the cover of night, and families who had once found love under the weight of slavery begin to betray one another. Beyond the Townsend household, the known world also unravels: low-paid white patrollers stand watch as slave “speculators” sell free black people into slavery, and rumors of slave rebellions set white families against slaves who have served them for years. An ambitious, courageous, luminously written masterwork, The Known World seamlessly weaves the lives of the freed and the enslaved―and allows all of us a deeper understanding of the enduring multidimensional world created by the institution of slavery. The Known World not only marks the return of an extraordinarily gifted writer, it heralds the publication of a remarkable contribution to the canon of American classic literature.",
                        "children": [{
                                "name": "Edward P. Jones"
                            }
                        ]
                    }, {
                        "name": "Love",
						"description":"In life, Bill Cosey enjoyed the affections of many women, who would do almost anything to gain his favor. In death his hold on them may be even stronger. Wife, daughter, granddaughter, employee, mistress: As Morrison’s protagonists stake their furious claim on Cosey’s memory and estate, using everything from intrigue to outright violence, she creates a work that is shrewd, funny, erotic, and heartwrenching.",
                        "children": [{
                                "name": "Toni Morrison"
                            }
                        ]
                    }, {
                        "name": "The Man in My Basement",
						"description":"The man at Charles Blakey's door has a proposition almost too strange for words. The stranger offers him $50,000 in cash to spend the summer in Charles's basement, and Charles cannot even begin to guess why. The beautiful house has been in the Blakey family for generations, but Charles has just lost his job and is behind on his mortgage payments. The money would be welcome. But Charles Blakey is black and Anniston Bennet is white, and it is clear that the stranger wants more than a basement view. There is something deeper and darker about his request, and Charles does not need any more trouble. But financial necessity leaves him no choice. Once Anniston Bennet is installed in his basement, Charles is cast into a role he never dreamed of. Anniston has some very particular requests for his landlord, and try as he might, Charles cannot avoid being lured into Bennet's strange world. At first he resists, but soon he is tempted -- tempted to understand a set of codes that has always eluded him, tempted by the opportunity to understand the secret ways of white folks.  Charles's summer with a man in his basement turns into an exploration of inconceivable worlds of power and manipulation, and unimagined realms of humanity. Walter Mosley pierces long-hidden veins of justice and morality with startling insight into the deepest mysteries of human nature.",
                        "children": [{
                                "name": "Walter Mosley"
                            }
                        ]
                    }, {
                        "name": "Getting Mother's Body ",
						"description":"Billy Beede, the teenage daughter of the fast-running, no-account, and six-years-dead Willa Mae, comes home one day to find a fateful letter waiting for her: Willa Mae’s burial spot in LaJunta, Arizona, is about to be plowed up to make way for a supermarket. As Willa Mae’s only daughter, Billy is heiress to her mother’s substantial but unconfirmed fortune—a cache of jewels that Willa Mae’s lover, Dill Smiles, is said to have buried with her. Dirt poor, living in a trailer with her Aunt June and Uncle Roosevelt behind a gas station in a tumbleweedy Texas town, and pregnant with an illegitimate child, Billy knows that treasure could mean salvation. So she steals Dill’s pickup truck and, with her aunt and uncle in tow, heads for Arizona with Dill in hot pursuit. While everyone agrees it’s only polite to speak of getting mother’s body and moving her to a proper resting place, it’s well understood that digging up Willa Mae’s diamonds and pearls will make the whole trip a lot more worthwhile.",
                        "children": [{
                                "name": "Suzan-Lori Parks"
                            }
                        ]
                    }
                ]
            }, {
                "name": "2007",
                "children": [{
                        "name": "Apex Hides the Hurt",
						"description":"The town of Winthrop has decided it needs a new name. The resident software millionaire wants to call it New Prospera; the mayor wants to return to the original choice of the founding black settlers; and the town’s aristocracy sees no reason to change the name at all. What they need, they realize, is a nomenclature consultant. And, it turns out, the consultant needs them. But in a culture overwhelmed by marketing, the name is everything and our hero’s efforts may result in not just a new name for the town but a new and subtler truth about it as well.",
                        "children": [{
                                "name": "Colson Whitehead "
                            }
                        ]
                    }
                ]
            }, {
                "name": "2008",
                "children": [{
                        "name": "A Mercy",
						"description":"In \"one of Morrison's most haunting works\" (New York Times) the acclaimed Nobel Prize winner reveals what lies beneath the surface of slavery. But at its heart, like Beloved, it is the story of a mother and a daughter—a mother who casts off her daughter in order to save her, and a daughter who may never exorcise that abandonment. In the 1680s the slave trade in the Americas is still in its infancy. Jacob Vaark is an Anglo-Dutch trader and adventurer, with a small holding in the harsh North. Despite his distaste for dealing in “flesh,” he takes a small slave girl in part payment for a bad debt from a plantation owner in Catholic Maryland. This is Florens, who can read and write and might be useful on his farm. Rejected by her mother, Florens looks for love, first from Lina, an older servant woman at her new master's house, and later from the handsome blacksmith, an African, never enslaved, who comes riding into their lives.",
                        "children": [{
                                "name": "Toni Morrison"
                            }
                        ]
                    }, {
                        "name": "A Father's Law",
						"description":"Originally published posthumously by his daughter and literary executor Julia Wright, A Father’s Law is the novel Richard Wright, acclaimed author of Black Boy and Native Son, never completed. Written during a six-week period prior to his death in Paris in 1960, it offers a fascinating glimpse into the writer’s process as well as providing an important addition to Wright’s body of work. In rough form, Wright expands the style of a crime thriller to grapple with themes of race, class, and generational conflicts as newly appointed police chief Ruddy Turner begins to suspect his own son, Tommy, a student at the University of Chicago, of a series of murders in Brentwood Park. Under pressure to solve the killings and prove himself, Turner spirals into an obsession that forces him to confront his ambivalent relationship with a son he struggles to understand.",
                        "children": [{
                                "name": "Richard Wright"
                            }
                        ]
                    }
                ]
            }, {
                "name": "2009",
                "children": [{
                        "name": "Black Water Rising",
						"description":"Jay Porter is hardly the lawyer he set out to be. His most promising client is a low-rent call girl, and he runs his fledgling law practice out of a dingy strip mall. But he’s long since made peace with his path to the American Dream, carefully tucking away his darkest sins: the guns, the FBI file, the trial that nearly destroyed him. Houston, Texas, 1981. It’s here that Jay believes he can make a fresh start. That is, until the night he impulsively saves a drowning woman’s life – and opens a Pandora’s Box. Her secrets put Jay in danger, ensnaring him in a murder investigation that could cost him his practice, his family, and even his life. But before he can get to the bottom of a tangled mystery that reaches into the upper echelons of Houston’s corporate powerbrokers, Jay must confront the demons of his past.",
                        "children": [{
                                "name": "Attica Locke"
                            }
                        ]
                    }, {
                        "name": "Sag Harbor",
						"description":"From the two-time Pulitzer Prize-winning author of The Underground Railroad and The Nickel Boys: a hilarious and supremely original novel set in the Hamptons in the 1980s, \"a tenderhearted coming-of-age story fused with a sharp look at the intersections of race and class” (The New York Times). Benji Cooper is one of the few Black students at an elite prep school in Manhattan. But every summer, Benji escapes to the Hamptons, to Sag Harbor, where a small community of Black professionals have built a world of their own. The summer of ’85 won’t be without its usual trials and tribulations, of course. There will be complicated new handshakes to fumble through and state-of-the-art profanity to master. Benji will be tested by contests big and small, by his misshapen haircut (which seems to have a will of its own), by the New Coke Tragedy, and by his secret Lite FM addiction. But maybe, just maybe, this summer might be one for the ages.",
                        "children": [{
                                "name": "Colson Whitehead "
                            }
                        ]
                    }
                ]
            }
        ]
    }, {
        "name": "2010",
        "children": [{
                "name": "2010",
                "children": [{
                        "name": "Getting to Happy",
						"description":"Waiting to Exhale was more than just a bestselling novel—its publication was a watershed moment in literary history. McMillan's sassy and vibrant story about four black women struggling to find love and their place in the world touched a cultural nerve, inspired a blockbuster film, and generated a devoted audience. Now, McMillan revisits Savannah, Gloria, Bernadine, and Robin fifteen years later. Each is at her own midlife crossroads: Savannah has awakened to the fact that she's made too many concessions in her marriage, and decides to face life single again—at fifty-one. Bernadine has watched her megadivorce settlement dwindle, been swindled by her husband number two, and conned herself into thinking that a few pills will help distract her from her pain. Robin has an all-American case of shopaholism, while the big dream of her life—to wear a wedding dress—has gone unrealized. And for years, Gloria has taken happiness and security for granted. But being at the wrong place at the wrong time can change everything. All four are learning to heal past hurts and to reclaim their joy and their dreams; but they return to us full of spirit, sass, and faith in one another. They've exhaled: now they are learning to breathe.",
                        "children": [{
                                "name": "Terry McMillan"
                            }
                        ]
                    }, {
                        "name": "Some Sing, Some Cry",
						"description":"Award-winning writer Ntozake Shange and real-life sister, award-winning playwright Ifa Bayeza achieve nothing less than a modern classic in this epic story of the Mayfield family. Opening dramatically at Sweet Tamarind, a rice and cotton plantation on an island off South Carolina's coast, we watch as recently emancipated Bette Mayfield says her goodbyes before fleeing for the mainland. With her granddaughter, Eudora, in tow, she heads to Charleston. There, they carve out lives for themselves as fortune-teller and seamstress. Dora will marry, the Mayfield line will grow, and we will follow them on an journey through the watershed events of America's troubled, vibrant history—from Reconstruction to both World Wars, from the Harlem Renaissance to Vietnam and the modern day. Shange and Bayeza give us a monumental story of a family and of America, of songs and why we have to sing them, of home and of heartbreak, of the past and of the future, bright and blazing ahead.",
                        "children": [{
                                "name": "Ntozake Shange"
                            }
                        ]
                    }
                ]
            }
        ]
    }
]

}
